[
	"Topia narra la experiencia de una periodista joven, sin trabajo, quien recibe la invitación de visitar una isla misteriosa, donde un experimento social se ha llevado a cabo durante los últimos 80 años, para escribir un artículo sobre la isla.",
	"Esta trama que parece no ser demasiado disruptiva, es sin embargo, el vehículo desde el cual Valeria Galbarini, nos trae un soplo de aire fresco y ansiado de esperanzas en nosotros mismos.",
	"La cultura occidental desde el final del pasado siglo, y lo que va de este, se ha visto inundada de narrativas llamadas distopías, textos que cuentan sobre comunidades donde los habitantes se ven destrozados moral, espiritual y físicamente por autoridades totalitarias, avasallantes, dedicadas a someter y esclavizar al prójimo.",
	"Topia, en cambio, es justamente el lugar. Es el lugar porque su nombre pierde la U de Utopía, el “no lugar”, según su autor, Tomás Moro. Moro fue el creador de este tipo de textos donde se describe un lugar casi perfecto, donde los seres humanos somos capaces de respeto, cariño y fraternidad, por eso el nombre de Utopía, el no lugar. Moro juega en su texto con la imaginación de crear un lugar de respeto entre los seres humanos, pero a la vez nos guiña el ojo expresando la esperanza y la desesperanza simultáneamente.",
	"Galbarini por otro lado, presenta un texto fundamentalmente rebelde, Topia es el lugar donde el experimento social da resultados. Igual que Utopía es un texto satírico en el sentido que muestra al lector claramente cuál es el problema moral que nos ata al dolor, para la escritora la falencia que nos atrapa al dolor es la codicia.",
	"El experimento social está basado en la selección de personas que no sean codiciosas, que aprecien la vida austera pero elegante, que encuentren un templo tan bello y armonioso que “parece un cuento de hadas”. En el templo de Topia todas las religiones tienen lugar. En la isla no hay espacio para el racismo, el machismo o el clasismo, y la fraternidad se vive luego de tragedias o durante el nacimiento de un nuevo ser, y esa fraternidad nutre la vivencia de comunidad, de comunión entre los habitantes.",
	"Entiendo que debemos recibir este texto con mucho entusiasmo porque Galbarini, quien no se aparta del humor, puede imaginar a mujeres y hombres capaces de empatía, de sentir al prójimo como el “próximo” a nosotros, de entender la felicidad no como algo inmediato y fútil, sino como un sentimiento de armonía, comunión y paz. A través de Topia seguramente el lector también podrá soñar con el lugar."
]
